---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.EnergyAnalysisDetailModelTier.FirstLevelBoundaries
enum: Autodesk.Revit.DB.Analysis.EnergyAnalysisDetailModelTier
source: html/f0f086e3-ab42-a460-1a05-aab450d4417e.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisDetailModelTier.FirstLevelBoundaries

Spaces and zones, e.g. minimal need for display. This refers to the analytical spaces.
 The analytical spaces are produced from Rooms if you are using RAC, and from MEP Spaces if you are using RME.